export const ru = {
    "global": {
        "tbd": "TBD"
    },
    "layout": {
        "notifications": "Уведомления",
        "notificationsSearch": "Начало набора текста",
        "searchPlaceholder": "искать",
        "switchAccount": "Учетная запись коммутатора",
        "sidechainAccounts": "Учетные записи боковых цепей"
    },
    "tableHead": {
        "asset": "актив",
        "available": "доступный",
        "priceWithToken": "Цена (%(token)s)",
        "amountWithToken": "Сумма (%(token)s)",
        "change": "Изменение (24h)",
        "volume": "объем (asset/%(token)s)",
        "valueWithToken": "Значение (%(token)s)",
        "value": "ценность",
        "actions": "Действия",
        "trade": "торговля",
        "orderID": "Идентификатор заказа",
        "description": "описание",
        "price": "цена",
        "marketPrice": "рыночная цена",
        "hash": "#",
        "name": "имя",
        "url": "URL-АДРЕС",
        "lastBlock": "Последний блок",
        "missingBlock": "Пропавший блок",
        "votes": "Голосов",
       "voteCount":"количество голосов", 
        "key": "ключ",
        "time": "Время",
        "type": "Деятельность",
        "info": "информация",
        "id": "идентификатор",
        "fee": "плата",
        "weight": "вес",
        "webpage": "Веб-страница",
        "operation": "операция",
        "standardFee": "Стандартная плата (bitUSD)",
        "memberFee": "Плата за участие (bitUSD)",
        "blockID": "Идентификатор блока",
        "date": "дата",
        "witness": "свидетель",
        "transaction": "транзакция",
        "user": "пользователь",
        "details": "подробности",
        "issuer": "эмитент",
        "supply": "снабжение",
        "maxSupply": "Макс Поставка",
        "balance": "равновесие",
        "debt": "долг",
        "collateral": "Залог (%(token)s)",
        "ratio": "пропорция",
        "callPrice": "Цена звонка",
        "expiration": "истечение",
        "kill": "Удалить",
        "param": "%(param)s",
        "total": "Итого (%(token)s)",
        "name_description": "Имя / Описание",
        "duration": "длительность",
        "funding": "финансирование",
        "daily_pay": "Ежедневная оплата",
        "remaining": "остальной",
        "status": "статус",
        "bidder": "Цену",
        "bidPrice": "Цена звонка",
        "included": "включенный",
        "publisher": "издатель",
        "settlementPrice": "Цена расчета (%(token)s)",
        "cer": "CER (%(token)s)",
        "mcr": "MCR",
        "mssr": "MSSR",
        "assetType": "Тип активов",
        "blockTimestamp":"Время"
    },
    "tableInfo": {
        "account_create": {
            "title": "Создание учетной записи",
            "description": "%(registrar)s зарегистрированный счет %(user)s"
        },
        "send": {
            "title": "Отправить",
            "description": "%(sender)s отправить %(quantity)s до %(receiver)s"
        },
        "receive": {
            "title": "получать",
            "description": "%(receiver)s получил %(quantity)s от %(sender)s"
        },
        "limit_order_create": {
            "title": "Создание заказа",
            "description": "%(creator)s разместил заказ %(id)s на %(marketLink)s, чтобы купить %(buy)s за %(sell)s"
        },
        "limit_order_cancel": {
            "title": "Отмена заказа",
            "description": "%(user)s отмененный заказ #%(id)s"
        },
        "fill_order": {
            "title": "Заказ заполнен",
            "description": "%(user)s купил %(receives)s для %(pays)s на %(marketLink)s для заказа #%(id)s"
        },
        "account_update": {
            "title": "Обновленная учетная запись",
            "description": "%(user)s обновленные данные учетной записи"
        },
        "account_upgrade": {
            "title": "Обновленная учетная запись",
            "description": "%(user)s обновленная учетная запись для пожизненного члена"
        },
        "worker_create": {
            "title": "Создан работник",
            "description": "%(user)s создал предложение работника с ежедневной оплатой %(dailyPay)s"
        },
        "proposal_create": {
            "title": "Предложение Создать",
            "description": ""
        },
        "balance_claim": {
            "title": "требование баланса",
            "description": ""
        },
        "transfer": {
            "title": "Перевод",
            "description": ""
        },
        "asset_fund_fee_pool": {
            "title": "Фонд активов Плата бассейн",
            "description": "%(from)s финансируемых %(symbol)s платный бассейн с %(amount)s"
        },
        "account_whitelist": {
            "title": "Учетная запись Белый список",
            "description": "%(issuer)s %(status)s счет %(listed)s"
        },
        "asset_create": {
            "title": "Создание активов",
            "description": "%(issuer)s создал актив %(assetName)s"
        },
        "asset_issue": {
            "title": "Выпуск активов",
            "description": "%(issuer)s с выданным %(assetAmount)s до %(receiver)s"
        },
        "asset_update": {
            "title": "Обновление актива",
            "description": "%(issuer)s обновленный актив %(asset)s"
        },
        "asset_claim_pool": {
            "title": "Претензия пула сборов за активы",
            "description": "%(issuer)s заявленный %(claimed)s от %(asset)s пул гонорара"
        },
        "asset_update_issuer": {
            "title": "Обновление эмитента активов",
            "description": "%(issuer)s передал права на %(asset)s до %(newOwner)s"
        },
        "asset_update_feed_producers": {
            "title": "Обновление производителей кормов для активов",
            "description": "%(issuer)s обновил кормовые производители для актива %(asset)s"
        }
    },
    "dashboard": {
        "title": "Приборная панель",
        "sendForm": {
            "from": "От",
            "quantity": "количество",
            "currency": "валюта",
            "to": "Кому",
            "TEST": "TEST"
        }
    },
    "quickSellBuy": {
        "sell": "продавать",
        "buy": "покупать"
    },
    "block": {
        "general": {
            "title": "Общая информация",
            "type": "тип",
            "precision": "точность",
            "issuer": "эмитент",
            "backingAsset": "Резервное имущество",
            "currentSupply": "Текущее предложение",
            "stealthSupply": "Стелс-поставка",
            "maxFee": "Максимальная рыночная плата",
            "maxSupply": "Максимальная поставка"
        },
        "permissions": {
            "title": "Разрешения",
            "charge_market_fee": "Включить рыночную плату",
            "white_list": "Требовать, чтобы держатели были в белом списке",
            "override_authority": "Эмитент может передать актив обратно себе",
            "transfer_restricted": "Эмитент должен утвердить все переводы",
            "disable_confidential": "Отключение силы урегулирования",
            "disable_force_settle": "Разрешить эмитенту форс-принудать глобальное урегулирование",
            "global_settle": "Отключение конфиденциальных транзакций",
            "witness_fed_asset": "Разрешить свидетелям предоставлять каналы",
            "committee_fed_asset": "Разрешить членам комитета предоставлять корма"
        },
        "fee": {
            "title": "Плата за пул",
            "text": "Пул комиссий используется для оплаты комиссий в TEST путем конвертации комиссии в BTC в TEST. Если в пуле комиссионных заканчиваются средства, комиссии больше не могут выплачиваться в BTC и по умолчанию будут использоваться ТЕSТ. Основной обменный курс - это цена, по которой BTC конвертируются в TEST.",
            "coreExchangeRate": "Основной обменный курс (CER)",
            "feePool": "Баланс пула",
            "unclaimedIssuerIncome": "Невостребованный доход эмитента"
        },
        "price": {
            "title": "Ценовая корма",
            "feedPrice": "Цена корма (медиана каналов свидетелей)",
            "feedLifetime": "Срок службы канала (часы)",
            "minimumFeeds": "Минимальные каналы",
            "maintenanceCollateralRatio": "Коэффициент обеспечения технического обслуживания (MCR)",
            "maximumShortSqueezeRatio": "Максимальное короткое коэффициент сжатия (MSSR)"
        },
        "settlement": {
            "title": "Урегулирование",
            "text": "К сожалению, этот актив находится в Global Settlement. В течение этого времени нет задержек в расчетах по активам, которые будут покрываться расчетными фондами по фиксированной расчетной цене. Актив будет автоматически восстановлен, если цена автоматического восстановления (включая ставки) будет выше цены корма или если все долги будут погашены принудительно (см. Действия с активами или щелкните здесь, чтобы разместить ставку).",
            "settlementPrice": "Расчетная цена",
            "settlementFunds": "Расчетные фонды",
            "settlementFundCollateralRatio": "Коэффициент залога расчетного фонда"
        },
        "priceFeedData": {
            "title": "Данные о кормах цен"
        },
        "collateralBids": {
            "title": "Сопутствующие предложения"
        },
        "quickSellBuy": {
            "title": "Быстрый Продажа / Купить"
        },
        "myPortfolio": {
            "title": "Мой портфель"
        },
        "openOrders": {
            "title": "Открытые заказы"
        },
        "send": {
            "title": "Отправить"
        },
        "fundTheFeePool": {
            "title": "Фонд Плата бассейн",
            "text": "Любой желающий может добавить к балансу пула гонорара"
        },
        "claimFeePoolBalance": {
            "title": "Остаток пула сборов претензии",
            "text": "Владелец актива может вывести средства из пула сборов"
        },
        "assetClaimFees": {
            "title": "Претензионые сборы за активы",
            "text": "Эмитент активов может претендовать на любые накопленные сборы здесь"
        },
        "assetUpdateIssuer": {
            "title": "Владелец обновления",
            "text": "Владелец актива может сменить владельца на другой счет"
        },
        "publishFeed": {
            "title": "Опубликовать канал",
            "text": "Утвержденные производители кормов могут опубликовать новый канал"
        },
        "bidCollateral": {
            "title": "Обеспечение заявки",
            "text": "К сожалению, BTC находится в глобальном расчете. В это время можно подавать заявки на обеспечение в Расчетном фонде и покрываемую им задолженность. Когда общая непогашенная задолженность покрывается заявками, а дополнительное обеспечение каждой заявки плюс ее доля в расчетном фонде больше, чем MCR, актив автоматически восстанавливается, и для каждой заявки создается маржинальная позиция. \n" +
                "Заявки будут включены при возобновлении, отсортированные по цене предложения, пока не будет покрыт весь долг (последнее предложение может быть покрыто частично). Включенные заявки будут преобразованы в маржинальные позиции и получат остаточное обеспечение, так что позиция достигнет MCR из расчетного фонда. Не включенные предложения будут возмещены. Ставку можно снять, разместив нулевую дополнительную ставку."
        },
        "smallCard": {
            "title": "TEST : ETH"
        },
        "graph": {
            "title": "%(token)s"
        },
        "trends": {
            "title": "Тенденции"
        },
        "todayTradeVolume": {
            "title": "Сегодня объем торговли"
        },
        "myActivity": {
            "title": "Моя деятельность"
        },
        "myAssets": {
            "title": "Мои активы"
        },
        "recentBlocks": {
            "title": "Последние блоки"
        }
    },
    "exchange": {
        "title": "обмен",
        "price": "Текущая цена",
        "change": "Изменение (24h)",
        "value": "объем (24h)",
        "feed": "Цена корма",
        "limit": "Лимит вызова",
        "margin": "Маржинальный вызов",
        "buy": "покупать",
        "sell": "продавать",
        "fee": "плата:",
        "marketFee": "Рыночная плата (%(percent)s%):",
        "balance": "Остаток средств:"
    },
    "assets": {
        "title": "Мои активы"
    },
    "blockchain": {
        "title": "Блокчейн",
        "blockchain": {
            "title": "Блокчейн",
            "current_block": "Текущий блок",
            "supply": "Поставлять (%(currency)s)",
            "active_witnesses": "Активные свидетели",
            "confirmation_time": "Время подтверждения (секунды)",
            "last_irreversible": "Последний необратимый блок",
            "stealth_supply": "Незаметность (%(currency)s)"
        },
        "assets": {
            "title": "авуары"
        },
        "witnesses": {
            "title": "свидетели",
            "currentWitness": "Текущий свидетель",
            "totalMissed": "Всего пропущено",
            "remainingBudget": "Оставшийся бюджет (%(currency)s)",
            "nextVoteUpdate": "Следующее обновление голосования",
            "active": "Активный",
            "pending": "В ожидании"
        },
        "committee": {
            "title": "комитет"
        },
        "markets": {
            "title": "Рынки"
        },
        "workers": {
            "title": "Работников"
        },
        "fees": {
            "title": "Сборы"
        }
    },
    "info": {
        "title": "информация"
    },
    "actions": {
        "title": "Действия"
    },
    "assetUpdate": {
        "title": "обновлять",
        "primarySettings": "Первичные настройки",
        "exchangeRate": "Основной обменный курс",
        "exchangeRateWarning": "Убедитесь, что ваш основной обменный курс выше рыночной цены, иначе люди купят ваш токен на рынке и истощат ваш пул комиссий с помощью неявного арбитража. Базовый обменный курс следует регулярно обновлять, чтобы отражать рыночную стоимость вашего актива.",
        "description": "Описание",
        "permissions": "Разрешения",
        "permissionsWarning": "После создания вы можете удалить только данное разрешение, вы не можете включить разрешение, которое было отключено при создании.",
        "flags": "Флаги",
        "smartOptions": "Параметры SmartCoin",
        "feedProducers": "Производители кормов",
        "whitelist": "Белый список",
        "whitelistAuthorities": "Белый список власти",
        "blacklistAuthorities": "Черный список органов",
        "whitelistMarket": "Рынок белых списков",
        "blacklistMarket": "Черный список рынка"
    },
    "voting": {
        "title": "Голосование & Вестинг",
        "vestingTitle": "Вестинг",
        "votingTitle": "Голосование",
        "workers": {
            "title": "Работников"
        },
        "witnesses": {
            "title": "свидетели"
        },
        "committee": {
            "title": "комитет"
        },
        "son": {
            "title": "СЫН"
        },
        "performance": {
            "title": "Результаты голосования",
            "max": "Максимальные награды",
            "great": "Отличные награды",
            "good": "Хорошие награды",
            "ok": "в порядке",
            "low": "Низкие награды",
            "lower": "Более низкие награды",
            "crit": "Критический минимум",
            "none": "Нет наград"
        },
        "percent": "Квалифицированная награда %",
        "potential": "Расчетное вознаграждение за рейк %",
        "next_vote": "Следующее обновление голосования",
        "newGpos":"Новый баланс GPOS",
        "noGpos":"Нет доступного GPOS",
        "openGpos":"Открытие баланса GPOS",
        "availableGpos":"Доступный баланс GPOS",
        "powerUp":"Включите питание",
        "powerDown":"Выключить",

    },
    
  

    "business": {
        "title": "дело"
    },
    "settings": {
        "title": "Параметры"
    },
    "bitcoin": {
        "title": "Биткойн-транзакции",
        "Generate":"Создать",
        "withdraw": {
            "title": "Вывести биткойн"
        },
        "generateAddress": {
            "title": "Создать биткойн-адрес"
        },
        "updateAddress": {
            "title": "Обновить биткойн-адрес"
        }
    },
    "hive": {
        "cardTitle": "Вывод HIVE или HBD на учетную запись блокчейна Hive",
        "title": "снять HIVE/HBD",
        "withdraw": {
            "title": "Вывести улей"
        }
    },
    "contacts": {
        "title": "Контакты",
        "blacklistedSwitcher": "В чёрном списке",
        "myContacts": "Мои контакты"
    },
    "help": {
        "title": "Справка"
    },
    "general": {
        "title": "Общее",
        "interface": "Пользовательский интерфейс",
        "language": "Язык",
        "theme": "Включить темную тему",
        "mode": "Включить расширенный режим",
        "notifications": "Уведомления",
        "transferNotifications": "Переводы на мой счет",
        "faucet": "водопроводный кран",
    },
    "wallet": {
        "title": "бумажник"
    },
    "security": {
        "title": "безопасность",
        "lock": "Блокировка кошелька",
        "lockLabel": "Блокировка кошелька (мин)",
        "password": "пароль"
    },
    "nodes": {
        "title": "Узлов",
        "autoSelect": "Выберите узлы автоматически",
        "listed": "%(nodeAmount)s перечисленный",
        "active": "активный узел",
        "available": "Доступные узлы",
        "unavailable": "Недоступные узлы",
        "latency": "скрытое состояние",
        "operator": "оператор",
        "checking": "Мы все еще проверяем время подключения узлов. Пожалуйста, подожди, пока все не закончится"
    },
    "createdAssets": {
        "title": "Созданные активы",
        "issued": "Выданный пользователем актив",
        "prediction_assets": "Прогнозирование рыночных активов",
        "prediction": "Рынок двоичного прогнозирования",
        "smart": "СмартКоин"
    },
    "reBackup": {
        "title": "Восстановления резервной копии",
        "backup": {
            "title": "резервная копия",
            "selectTitle": "Тип резервного копирования",
            "lastBackup": "Последнее резервное копирование %(lastBackup)s",
            "needBackup": "Необходимость создания резервного копирования",
            "wallet": {
                "text": "Создать резервную копию локального кошелька",
                "desc": "При нажатии на кнопку ниже будет создан файл резервной копии с расширением .bin. Этот файл зашифрован паролем вашего кошелька и содержит все закрытые ключи для ваших учетных записей. Его можно использовать для восстановления вашего кошелька или переноса его на другой компьютер / браузер."
            },
            "brainkey": {
                "text": "Создать резервную копию brainkey",
                "desc": "Нажатие на кнопку ниже расшифрует brainkey и покажет его в модальном окне. Его можно использовать для восстановления вашего кошелька на другом компьютере / браузере."
            },
        },
        "restore": {
            "title": "Восстановить",
            "selectTitle": "Тип восстановления",
            "fromBin": {
                "text": "Восстановить из файла резервной копии (.bin)",
                "desc": "Пожалуйста, выберите файл резервной копии в диалоговом окне ниже. Это совершенно безопасно, поскольку файл никуда не выгружается и никогда не покидает ваш браузер."
            },
            "fromPrivate": {
                "text": "Импортировать закрытый ключ",
                "desc": "Нажатие на кнопку ниже расшифрует brainkey и покажет его в модальном окне. Его можно использовать для восстановления вашего кошелька на другом компьютере / браузере."
            },
            "fromBrain": {
                "text": "Восстановление с помощью мозгового ключа локального кошелька",
                "desc": "Нажатие на кнопку ниже расшифрует brainkey и покажет его в модальном окне. Его можно использовать для восстановления вашего кошелька на другом компьютере / браузере."
            },
        },
    },
    "userAssets": {
        "title": "авуары"
    },
    "orders": {
        "title": "Открытые заказы"
    },
    "activity": {
        "title": "активность"
    },
    "positions": {
        "title": "Маржинальные позиции"
    },
    "blacklist": {
        "title": "Черный список"
    },
    "permissions": {
        "title": "Разрешения",
        "threshold": "порог",
        "add": "Добавить разрешение",
        "owner": {
            "title": "Владение учетной записью",
            "subtitle": "Разрешения владельца определяют, кто контролирует учетную запись. Владельцы могут перезаписать все ключи и изменить любые настройки учетной записи."
        },
        "active": {
            "title": "Управление активами",
            "subtitle": "Активные разрешения определяют учетные записи, у которых есть разрешение расходовать средства для этой учетной записи."
        },
        "memo": {
            "title": "Просмотр заметок",
            "subtitle": "Ключ памятки - это то место, где вы получаете памятки, чтобы декодировать памятки, вам нужно управлять закрытым ключом для открытого ключа. Используя пару открытого и закрытого ключей без дополнительных полномочий, вы можете предоставить доступ только для чтения к своим заметкам третьим лицам."
        },
        "activity": {
            "title": "Действия, связанные с разрешениями",
            "subtitle": "Активные разрешения определяют учетные записи, у которых есть разрешение расходовать средства для этой учетной записи."
        }
    },
    "deposit": {
        "title": "Депозит",
        "address": "%(inputAsset)s отправленный на этот адрес будет отображаться как %(outputAsset)s: \n %(address)s",
        "memo": "Памятка, необходимая для правильного перехода к вашей учетной записи: \n %(memo)s",
    },
    "bridgeData": {
        "warning": "Пожалуйста, выберите шлюз и актив",
        "minDeposit": "Минимальный депозит: %(minDeposit)s",
        "minDepositComment": "Отправляйте только %(inputAsset)s на адрес депозита. Отправка менее %(minDeposit)s или любой другой валюты на этот адрес может привести к потере вашего депозита.",
        "assetToDeposit": "Актив на депозит:",
        "assetToWithdraw": "Актив для вывода:",
        "assetToReceive": "Вы получите:",
        "intermediateAccount": "Промежуточный счет:",
        "senderAccount": "Ваша учетная запись:",
        "currentBalance": "Текущий баланс:"
    },
    "withdraw": {
        "title": "Отзывать"
    },
    "membership": {
        "title": "членство",
        "upgradeTitle": "Обновление для 80% Кэшбэк",
        "upgradeDesc": "Пожизненные участники получают 80% кэшбэка с каждой уплаченной ими комиссии за транзакцию и имеют право на получение реферального дохода от пользователей, у которых они регистрируются или ссылаются на сеть. Пожизненное членство составляет всего %(fee)s.",
        "referralTitle": "Ваша реферальная ссылка",
        "referralDesc": "Дайте ссылку людям, которых вы хотите привлечь к Peerplays: %(link)s/?r=%(name)s",
        "allocationTitle": "Распределение комиссионных",
        "allocationDesc": "Каждый раз < %(name)s > платит комиссию за транзакцию, которая распределяется между несколькими разными счетами",
        "network": "сеть",
        "reviewer": "Пожизненный рецензент",
        "registrar": "архивариус",
        "referrer": "Партнерская реферер",
        "expiration": "Срок действия членства",
        "statistics": "Статистика сборов",
        "totalFee": "Общие уплаченные сборы",
        "pendingTitle": "В ожидании сборов",
        "pendingDesc": "Сборы оплачиваются < %(name)s > делятся между сетью, рефералами и регистраторами один раз в интервале обслуживания (%(interval)s секунды). Время следующего технического обслуживания - %(nextMaintenance)s.",
        "vestingTitle": "Плата за передачу",
        "vestingDesc": "Большинство взносов доступны сразу же, но взносы свыше 100 ТЕСТОВ (например, те, которые уплачиваются за повышение статуса вашего членства или регистрацию имени премиум-аккаунта) должны сохраняться в течение в общей сложности 90 дней."
    },
    "vesting": {
        "title": "Вестинг"
    },
    "search": {
        "users": "Пользователей",
        "blocks": "Блоки",
        "tokens": "Маркеры"
    },
    "exchangeForm": {
        "price": "Цена (%(token)s)",
        "quantity": "Количество (%(token)s)",
        "total": "Итого (%(token)s)"
    },
    "field": {
        "labels": {
            "sellAmount": "Сумма продажи",
            "buyAmount": "Сумма покупки",
            "login": "логин",
            "publicName": "Публичное имя",
            "brainkey": "Брейнки",
            "accName": "Имя учетной записи",
            "newLogin": "Название публичного счета",
            "password": "пароль",
            "passwordCheck": "Подтвердить пароль",
            "from": "От",
            "to": "Кому",
            "hiveAcc": "Введите учетную запись блокчейна Hive, на которую должны быть отправлены средства.",
            "hiveAmount": "Введите сумму HIVE/HBD для вывода",
            "hiveCurrency": "Выберите валюту",
            "quantity": "количество",
            "memo": "записка",
            "fee": "плата",
            "gateFee": "Плата за ворота",
            "newWorkerName": "Имя работника",
            "dailyPay": "Ежедневная оплата (TEST)",
            "dateBegin": "Дата начала",
            "dateEnd": "Дата окончания",
            "website": "сайт",
            "vesting": "Период вевания заработной платы (дни)",
            "faucet": "Кран URL",
            "file": "Ключевой файл (%(fileSize)s)",
            "asset": "актив",
            "gateway": "шлюз",
            "withdrawAmount": "Сумма для снятия",
            "withdrawAddress": "Свять на адрес",
            "assetOwner": "Владелец активов",
            "feedProducer": "Производитель кормов",
            "forceSettlementPrice": "Цена принудительного расчета",
            "cer": "CER",
            "mcr": "MCR",
            "mssr": "MSSR",
            "debt": "Долг (%(token)s)",
            "collateral": "Обеспечение (%(token)s)",
            "name": "имя",
            "newAssetName": "символ",
            "maxSupply": "Максимальное предложение",
            "decimal": "Десятичное место",
            "exchangeQuote": "Цитата Сумма активов %(asset)s",
            "exchangeBase": "Сумма базового актива (%(asset)s)",
            "description": "описание",
            "shortName": "Короткое имя",
            "pairingAsset": "Предпочтительная сопряжение (символ)",
            "feedInMinutes": "Кормить срок службы в минутах",
            "minNumberOfFeeds": "Минимальное количество каналов",
            "forcedSettlementDelay": "Вынужденная задержка урегулирования (минут)",
            "forcedSettlementPercent": "Принудительный расчет процент",
            "forcedSettlementMaxVolume": "Максимальный объем принудительного расчета (процент в час)",
            "backingAsset": "Резервное имущество",
            "marketFee": "Рыночная плата (%)",
            "maxMarketFee": "Максимальная рыночная плата",
            "issueAmount": "Сумма выпуска",
            "condition": "Состояние (максимум 60 символов)",
            "resolutionDate": "Дата разрешения рынка",
            "depositPublicKey": "Депозит общественный ключ",
            "depositAddress": "Адрес депозита",
            "withdrawPublicKey": "Снятие публичного ключа",
            "withdrawAddress": "Адрес снятия"
        },
        "comments": {
            "newLogin": "Вы можете использовать буквы, символы и т.д. ...",
            "memo": "Только пользователи с ключом памятки могут читать ваши памятки",
            "newWorkerName": "Будьте краткими и описательными, пример \"Назначение работника - Имя учетной записи\"",
            "dailyPay": "В настоящее время передовой практикой является определение заработной платы в долларах США / китайских юанях и обязательство сжигать любые излишки, которые вы получаете в результате повышения ТЕСТОВОЙ цены. Пока ваш работник активен и имеет достаточно голосов, чтобы быть выше работника по возврату средств, вы будете получать эту дневную зарплату.",
            "faucet": "Адрес сборщика используется для оплаты регистрационного взноса для новых пользователей.",
            "withdrawAmount": "Минимальная сумма: %(minAmount)s",
            "asset": "Актив",
            "decimal": " Максимум 8     (Не может быть изменено)",
            "exchangeQuote": " Цена: %(number)s %(symbol)s",
            "issueAmount": "Остающийся запас: %(remainToIssue)s %(symbol)s"
        },
        "radio": {
            "cloud": "Облачный кошелек (простой)",
            "local": "Местный кошелек (продвинутый)"
        },
        "checkboxes": {
            "remember": "Запоми меня"
        },
        "upload": {
            "file": "Ключевой файл (%(fileSize)s)"
        }
    },
    "errors": {
        "requiredAndnotzero":"AAЭто поле обязательно и не равно нулю",
        "withdrawError":"Сумма вывода должна быть больше 0",
        "Notexceed":"Значение не может превышать",
        "sendYourself": "Вы не можете передавать токены для себя",
        "sonNotAvailable": "Сеть SON сейчас недоступна.",
        "noAcc": "Не удалось найти эту учетную запись",
        "noKey": "Не удалось найти этот ключ",
        "wrongPass": "Пароль неправильный",
        "required": "Это поле не требуется.",
        "invalidKey":"Неправильный ключ.",
        "isNan": "Сумма - это не число.",
        "requiredQuantity": "Требуется количество.",
        "isNull": "Вы не можете отправить нулевой.",
        "isEmptyBalance": "У вас нет баланса для оплаты комиссии.",
        "isEmptyMarketBalance":"У вас недостаточно средств для оплаты рыночной комиссии.",
        "nullWeight": "Не может быть нулевым",
        "isNotEnough": "Баланса недостаточно.",
        "accUsed": "Учетная запись уже используется.",
        "assetUsed": "Актив уже используется.",
        "keyUsed": "Ключ уже используется.",
        "sameAsset": "Те же активы не допускаются",
        "isZero": "Количество должно быть больше 0.",
        "wrongAsset": "Актив не действителен",
        "needSamePrecision": "Этот актив не имеет такой же точности",
        "needPassword": "Пожалуйста, введите пароль в первую очередь",
        "passwordsNotMatch": "Пароли не совпадают",
        "passwordLength": "Пароль должен быть не менее 12 символов в длину",
        "usedWorkerName": "Имя работника уже используется.",
        "beginFromToday": "Дата начала должна начинаться с сегодняшнего дня",
        "wrongEndDate": "Дата окончания должна быть после начала",
        "accountIsNotExist": "Учетная запись не существует",
        "sameAccount": "Не может перевести на свой счет",
        "invalidFile": "Недействительный файл резервного копирования",
        "decompressingError": "Ошибка декомпрессии бумажник",
        "wrongBrain": "Не нашел счетов за эту мозговую клетку",
        "wrongBrainLength": "Brainkey должен содержать 16 слов",
        "belowMinAmount": "Текущая сумма ниже минимальной",
        "addressIsNotValid": "Адрес не действителен",
        "wrongDecimal": "Неправильная десятичная",
        "conditionLength": "Состояние слишком длинное",
        "resolutionError": "Выберите другую дату",
        "remainIssueNotEnough": "Оставшегося количества предложения недостаточно для выпуска",
        "sonError": "Ошибка на стороне сервера!! Попробуйте позже.",
        "keyExists": "Ключ уже существует.",
        "newAcc": {
            "longer": "Имя учетной записи должно быть длиннее",
            "shorter": "Имя учетной записи должно быть короче",
            "firstLetter": "Имя учетной записи должно начинаться с буквы",
            "noSpecials": "Имя аккаунта должно состоять только из букв, цифр или дефисов",
            "oneDash": "В названии учетной записи должно быть только одно тире подряд",
            "lastSymbol": "Название учетной записи должно заканчиваться буквой или цифрой",
            "notCheap": "Это премиальное имя, которое не поддерживается данным сборщиком. Введите обычное имя, содержащее хотя бы одно тире, число или без гласных.",
            "inUse": "Аккаунт уже используется."
        },
        "newAccSegment": {
            "firstLetter": "Каждый сегмент аккаунта должен начинаться с буквы",
            "noSpecials": "В каждом сегменте аккаунта должны быть только буквы, цифры или дефисы",
            "oneDash": "В каждом сегменте аккаунта должно быть только одно тире подряд",
            "lastSymbol": "Каждый сегмент аккаунта должен заканчиваться буквой или цифрой",
        },
        "newAsset": {
            "empty": "Название объекта не должно быть пустым.",
            "oneDot": "В названии объекта должна быть только одна точка.",
            "longer": "Название объекта должно быть длиннее.",
            "shorter": "Название объекта должно быть короче.",
            "start": "Название объекта должно начинаться с буквы",
            "end": "Название объекта должно заканчиваться буквой или цифрой",
            "symbols": "Название актива должно состоять только из букв, цифр и, возможно, точки."
        }
    },
    "success":{
        "transCompleted": "Транзакция завершена",
        "sidechainUpdated": "Адрес боковой цепи обновлен.",
        "sidechainGenerated": "Адрес боковой цепи сгенерирован.",
    },
    "tabs": {
        "orderBook": "Книга заказов",
        "history": "История",
        "openOrders": "Открытые заказы",
        "orderHistory": "История заказов",
        "cloud": "Облачный кошелек",
        "local": "Локальный кошелек",
        "brain": "Мозговой ключ",
    },
    "modal": {
        "send": {
            "title": "Отправить"
        },
        "newWorker": {
            "title": "Предложение нового работника",
            "warning": "Параметры не могут быть изменены после публикации",
        },
        "newContact": {
            "title": "Новый контакт",
            "warning": "Пользователь не определен",
        },
        "showBrain": {
            "title": "Ваш мозговой ключ"
        },
        "pairSelect": {
            "title": "Выбрать пару",
            "recent": "Недавние пары"
        },
        "createUser": {
            "title": "Новая учетная запись",
            "aboutLogin": "Выбранное вами имя учетной записи должно быть уникальным, поскольку оно будет публично зарегистрировано в цепочке блоков и будет вашим идентификатором для любых транзакций, которые вы совершаете.",
            "referrer": "Обратите внимание, что вы создадите новую учетную запись со ссылкой, предоставленной %(referrer)s"
        },
        "login": {
            "title": "Войти"
        },
        "unlock": {
            "title": "Разблокировать профиль для %(login)s"
        },
        "binRestore": {
            "title": "Восстановить аккаунт из .bin файла"
        },
        "brainRestore": {
            "title": "Восстановить аккаунт brainkey"
        },
        "warning": {
            "title": "Предупреждение",
            "message": "За эту операцию вам придется заплатить комиссию в размере %(fee)s. Продолжить?"
        },
        "accounts": {
            "title": "Аккаунт",
            "subtitle": "Выберите, в какой учетной записи показывать активность в виджете"
        },
        "newAssets": {
            "title": "Новый актив",
            "smartCoin": "Умная монета",
            "predictionMarket": "Рынок бинарных предсказаний",
            "exchangeRate": "Основной обменный курс",
            "exchangeRateSubtitle": "Убедитесь, что ваш основной обменный курс выше рыночной цены, в противном случае люди будут покупать ваш токен на рынке и истощать ваш пул комиссий с помощью неявного арбитража. Основной обменный курс должен регулярно обновляться, чтобы отражать рыночные цены вашего актив.",
            "description": "Описание",
            "PreferredPairing": "Предпочтительная рыночная пара",
            "permissions": "Разрешения",
            "permissionsSubtitle": "Делает функции доступными, но не активированными (см. флаги ниже). \ n \ nПосле создания вы можете удалить разрешения (но не добавить их).",
            "flags": "Флаги",
            "flagsSubtitle": "Флаги определяют, какие функции актива активны или неактивны. Они могут быть включены и выключены владельцем актива в любое время.",
            "smartCoinOptions": "Параметры SmartCoin"
        },
        "issueAsset": {
            "title": "Объект выпуска"
        },
        "deposit": {
            "title": "Депозит %(asset)s"
        },
        "withdraw": {
            "title": "Вывести %(asset)s"
        },
        "generateAddress": {
            "title": "Создать адрес %(sidechain)s"
        }
    },
    "buttons": {
        "ping": "гудение",
        "clear": "Четкий список",
        "sendFunds": "Отправить средства",
        "deposit": "задаток",
        "generateBitcoinAddress": "Создание адреса Bitcoin",
        "logout": "Выход",
        "newWorker": "Новый работник",
        "newAsset": "- Новый актив",
        "cancel": "Отмена",
        "close": "закрывать",
        "send": "Отправить",
        "submit": "Отправить",
        "login": "Войти",
        "create": "создавать",
        "publish": "издавать",
        "copyBrain": "Копировать мозг",
        "select": "выбирать",
        "continue": "продолжать",
        "createAccount": "Создание учетной записи",
        "useAnother": "Используйте другой",
        "upload": "закачать",
        "unlock": "отпирать",
        "buyMembership": "Купить пожизненную подписку",
        "withdraw": "отводить",
        "showAdditionalData": "Показать дополнительные данные",
        "hideAdditionalData": "Скрыть дополнительные данные",
        "newContact": "Новый контакт",
        "update": "Обновить",
        "generate": "генерировать",
    },
    "emptyPage": {
        "default": "Нет данных",
        "empty": "Пусто",
        "userOrders": "Пользователь не открыл ни одного заказа",
        "login": "Пожалуйста, войдите, чтобы использовать %(pageName)s или создать новую учетную запись",
        "withdraw": "Актив недоступен",
        "allRead": "Все прочитано"
    }
};
